{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "advanced-git-search.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-fuzzy-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "dropbar.nvim": { "branch": "master" },
  "everblush": { "branch": "main" },
  "everforest": { "branch": "master" },
  "eyeliner.nvim": { "branch": "main" },
  "fastaction.nvim": { "branch": "main" },
  "flutter-tools.nvim": { "branch": "main" },
  "formatter.nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "fuzzy.nvim": { "branch": "master" },
  "fzy-lua-native": { "branch": "master" },
  "gitgraph.nvim": { "branch": "main" },
  "harpoon": { "branch": "master" },
  "helpview.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "lsp_signature.nvim": { "branch": "master" },
  "lspkind.nvim": { "branch": "master" },
  "lua-utils.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "marks.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "melange": { "branch": "master" },
  "neorg": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lint": { "branch": "master" },
  "nvim-lsp-file-operations": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-neoclip.lua": { "branch": "main" },
  "nvim-nio": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-origami": { "branch": "main" },
  "nvim-scrollbar": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim-yarp": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "pathlib.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "pretty_hover": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "quicker.nvim": { "branch": "master" },
  "reticle.nvim": { "branch": "main" },
  "rosepine": { "branch": "main" },
  "sqlite.lua": { "branch": "master" },
  "telescope-cmdline.nvim": { "branch": "main" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-live-grep-args.nvim": { "branch": "master" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "0.1.x" },
  "tokyonight": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-maximizer": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "wilder.nvim": { "branch": "master" }
}
